const catalog = [
    {
        id: 'el1',
        name: 'Прозрачный защитный чехол с MagSafe',
        model: 'IPhone 15',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: 'Абсолютная прозрачность – чехол не скрывает собственный цвет корпуса смартфона - Защита блока камер – чехол имеет выступающие борта и силиконовую накладку на блок камер, из-за чего камеры останутся целыми при падении - Плотное прилегание – чехол плотно охватывает устройство, пыль не скапливается в места х прилегания смартфона и чехла - Полная совместимость – чехол имеет точные вырезы под разъем зарядки, переключателя звука и камеры - Удобные кнопки – конструкция рассчитана на комфортное нажатие на кнопки громкости и блокировки - Защита экрана – чехол имеет выступы 0,5 мм по краю дисплея из-за чего при падении на экран, он останется в целости.',
        speс: '',
        type: 'Чехлы',
        color: 'transparent',
        img2: '/images/productPhoto2.png',
        img3: '/images/productPhoto3.png',
        img4: '/images/productPhoto4.png',
        img5: '/images/productPhoto5.png',
        img6: '/images/productPhoto6.png',
    },
    {
        id: 'el2',
        name: 'Прозрачный защитный чехол с MagSafe',
        model: 'IPhone 15 Plus',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: `Абсолютная прозрачность – чехол не скрывает
               собственный цвет корпуса смартфона - Защита блока камер – чехол имеет выступающие борта
               и силиконовую накладку на блок камер, из - за чего камеры останутся целыми при падении -
               Плотное прилегание – чехол плотно охватывает устройство, пыль не скапливается в места х
               прилегания смартфона и чехла - Полная совместимость – чехол имеет точные вырезы под
               разъем зарядки, переключателя звука и камеры - Удобные кнопки – конструкция рассчитана
               на комфортное нажатие на кнопки громкости и блокировки - Защита экрана – чехол имеет
               выступы 0, 5 мм по краю дисплея из - за чего при падении на экран, он останется в целости.`,
        speс: '',
        type: 'Чехлы'
    },
    {
        id: 'el3',
        name: 'Стекло для IPhone 15',
        model: 'IPhone 15',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: '',
        speс: '',
        type: 'Стекла'
    },
    {
        id: 'el4',
        name: 'Стекло для IPhone 15 Plus',
        model: 'IPhone 15 Plus',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: '',
        speс: '',
        type: 'Стекла'
    },
    {
        id: 'el5',
        name: 'Прозрачный защитный чехол с MagSafe для IPhone 15 Pro',
        model: 'IPhone 15 Pro',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: '',
        speс: '',
        type: 'Чехлы'
    },
    {
        id: 'el6',
        name: 'Черный защитный чехол с MagSafe для IPhone 15',
        model: 'IPhone 15',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: '',
        speс: '',
        type: 'Чехлы',
        color: 'black'
    },
    {
        id: 'el7',
        name: 'Прозрачный защитный чехол с MagSafe для IPhone 15 Pro Max',
        model: 'IPhone 15 Pro Max',
        frontImg: '/images/i15.png',
        linkOzon: '',
        linkYa: '',
        desc: '',
        speс: '',
        type: 'Чехлы',
        color: 'transparent'
    },
];
